Repository: AlirezaSedghi/wp-aparat
Catalog: languages/wp-aparat-*.po
Languages: fa_ir

source: Aparat for Wordpress
fa_ir: آپارات برای وردپرس

source: Displaying Aparat videos on website content, along with a widget for showing a list of channel videos.
fa_ir: نمایش ویدیوهای آپارات در محتوای وبسایت، به همراه ابزارک نمایش لیست ویدیوهای کانال.

source: Channel ID is incorrect or access to APARAT.com is currently unavailable.
fa_ir: شناسه کانال نامعتبر است یا درحال حاضر دسترسی به Aparat.com غیرممکن می‌باشد.

source: My Aparat Videos
fa_ir: ویدیوهای آپارات من

source: Title:
fa_ir: عنوان:

source: Channel ID: (Username)
fa_ir: شناسه کانال: (نام کاربری)

source: Insert your channel ID
fa_ir: شناسه کانال خود را وارد کنید

source: Number of videos:
fa_ir: تعداد ویدیو:

source: Aparat for WordPress
fa_ir: آپارات برای وردپرس

source: Aparat
fa_ir: آپارات

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شدند.

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Widget option
fa_ir: تنظیمات ابزارک

source: New Tab
fa_ir: بازکردن در زبانه جدید

source: Picture Size
fa_ir: اندازه تصویر

source: Open links in a new tab
fa_ir: بازکردن پیوند در زبانه جدید

source: Open links in a same window
fa_ir: بازکردن پیوند در همان صفحه

source: One Third
fa_ir: یک سوم

source: Half
fa_ir: یک دوم

source: Full
fa_ir: کامل

source: Image size of each video in the widget. Default: one third
fa_ir: اندازه تصویر هر ویدیو در ابزارک. پیش‌فرض: یک سوم

source: Alireza Sedghi
fa_ir: علیرضا صدقی

source: add Aparat video
fa_ir: افزودن ویدیوی آپارات

source: ID:
fa_ir: شناسه:

source: Insert Aparat video ID:
fa_ir: شناسه ویدیوی آپارات را درج کنید:

source: for example, the ID of https://www.aparat.com/v/13spN is: 13spN
fa_ir: به‌عنوان مثال شناسه ویدیوی https://www.aparat.com/v/13spN عبارت است از: 13spN

source: Width:
fa_ir: طول تصویر:

source: Select the width of the video.
fa_ir: اندازه نمایش ویدیو را انتخاب نمایید.

source: The default width is full size
fa_ir: اندازه پیش‌فرض: کامل

source: Embed Aparat video in the content
fa_ir: جاسازی ویدیوی آپارات در محتوا

source: Aparat video
fa_ir: ویدیوی آپارات

source: Aparat video ID...
fa_ir: شناسه ویدیوی آپارات...

source: Choose width
fa_ir: انتخاب اندازه

source: visits
fa_ir: بازدید
